Repository: emoncms/app
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr_fr, it_it

source: My Electric
fr_fr: Mon électricité

source: My Solar
fr_fr: Capteur solaire

source: My Heatpump
fr_fr: Ma PAC

source: My Solar&amp;Wind
fr_fr: Soleil et Vent

source: My Electric config
fr_fr: Configuration
it_it: Configurazione My Electric

source: Power feed (Watts)
fr_fr: Flux Puissance

source: Bar graph feed
fr_fr: Histogramme du Flux

source: Wh or kWh feed?
fr_fr: Flux Wh ou kWh

source: Note: Use power_to_kwh input processor to create this feed type
fr_fr: Note: Utiliser l'entrée processeur power_to_kwh pour créer ce type de flux

source: Watt hours elapsed
fr_fr: Wh accumulés
it_it: Watt ora trascorsi

source: kWh elapsed
fr_fr: kWh accumulés
it_it: kWh trascorsi

source: Set currency, enter text: pound, euro, dollar, yen
fr_fr: Selectionner la monnaie, Livre, Euro, Dollar, Yen, ...

source: Unit cost
fr_fr: Coût unitaire

source: Save
fr_fr: Sauvegarder
it_it: Salva

source: POWER NOW
fr_fr: Puissance instantanée

source: USE TODAY
fr_fr: Utilisation aujourd'hui

source: D
fr_fr: J

source: W
fr_fr: S

source: Power feed (Watts):
it_it: Feed Potenza (Watt);

source: Bar graph feed:
it_it: Feed grafico a barre:

source: Bar graph feed type:
it_it: Tipo di feed grafico a barre:

source: kWh per day
it_it: kWh per giorno

source: Power (Watts)
it_it: Potenza (Watt)

source: POWER NOW:
it_it: POTENZA ORA:

source: USE TODAY:
it_it: USATA OGGI:
